// search index for WYSIWYG Web Builder
var database_length = 0;

function SearchPage(url, title, keywords, description)
{
   this.url = url;
   this.title = title;
   this.keywords = keywords;
   this.description = description;
   return this;
}

function SearchDatabase()
{
   database_length = 0;
   this[database_length++] = new SearchPage("index.php", "Доставка Води у Львові та Області | Замовити питну Воду в Бутлях — «РОЗЕНА»", "Доставка води Львів Замовити воду Вода бутлях питної РОЗЕНА Замовлення онлайн Артезіанська вода Шкла Якість для дому ", "Замовити воду в бутлях до дому по Львову та області легко та швидко  Доставка питної води від «РОЗЕНА» з артезіанського джерела в Шкло  Зручний вибір і найкраща якість  Замовте зараз  т  067 668 91 75");
   this[database_length++] = new SearchPage("pro-vodu.php", "Інформація про Артезіанську Питну Воду. Доставка води у Львові", "доставка води львів інформація про воду зберігання вода питної ємкість для банках бутлях бутильована ", "Вода питна  з оптимальним вмістом мінеральних речовин  природна  негазована  без консервантів  без введених будь яких мікро та макроелементів ");
   this[database_length++] = new SearchPage("punkty_prodazhu.php", "Пункти продажу води Розена. Доставка питної артезіанської води у Львові", "жива вода купити воду мінеральна артезіанська дитяча для немовлят джерела Львів львів львов чиста питна джерельна бутильована українські питьвая миниральная розена rozena придбати прісна пити заказати чисту львові фірма діон аляска органік ", "Питна артезіанська вода вищої категорії за оптимальними цінами для Вас  Завітайте до наших магазинів та замовте доставку додому і офісу");
   this[database_length++] = new SearchPage("kontakty.php", "Контакти ТОВ РОЗЕНА — Артезіанська Питна Вода — Доставка води  Львові", "контакти розена вода де купити воду продаж води Львові телефон поштова скринька мобільний офіс email rozena ", "Дізнатися де і як купити артезіанську питну воду у місті Львів  Тел   032  232 94 82");
   this[database_length++] = new SearchPage("katalog.php", "Ціни на воду — Каталог", "купити воду ціна води вартість питної літрів замовити розена питна дешево дешева вода не дорога дорого ціни на львів джерельну джерельна ", "Вартість питної води у Львові  ціна води артезіанської  Ціна   фляга 6л  фляга 10л  Купити воду у м  Львів  ТОВ Розена");
   this[database_length++] = new SearchPage("vidguky.php", "Доставка води Львів, відгуки — РОЗЕНА", "доставка води львів відгуки пропозиції зауваження розена ", "Відгуки львів ян про доставку води у Львові Розена  Добавити пропозицію чи зауваження щодо якості води  обслуговування та інші пропозиції для ТОВ РОЗЕНА");
   this[database_length++] = new SearchPage("zamovlennya.php", "Замовити доставку питної води у Львові — РОЗЕНА", "доставка води львів замовити воду відгуки вода питної ціни бутильована джерельна розена rozena воды львов заказать ", "Питна артезіанська вода вищої категорії за оптимальними цінами для Вас  Завітайте до наших магазинів та замовте доставку додому і офісу");
   this[database_length++] = new SearchPage("m/index.php", "Доставка Води у Львові та Області | Замовити питну Воду в Бутлях — «РОЗЕНА»", "Доставка води Львів Замовити воду Вода бутлях питної РОЗЕНА Замовлення онлайн Артезіанська вода Шкла Якість для дому ", "Замовити воду в бутлях до дому по Львову та області легко та швидко  Доставка питної води від «РОЗЕНА» з артезіанського джерела в Шкло  Зручний вибір і найкраща якість  Замовте зараз  т  067 668 91 75");
   this[database_length++] = new SearchPage("m/zamovlennya.php", "Замовити доставку питної води у Львові — РОЗЕНА", "доставка води львів замовити воду відгуки вода питної ціни бутильована джерельна розена rozena воды львов заказать ", "Питна артезіанська вода вищої категорії за оптимальними цінами для Вас  Завітайте до наших магазинів та замовте доставку додому і офісу");
   this[database_length++] = new SearchPage("m/pro-vodu.php", "Доставка води Львів — Розена - артезіанська бутильована питна вода вищої категорії — Замовити воду Rozena ", "доставка води львів замовити воду відгуки вода питної ціни бутильована джерельна розена rozena воды львов заказать ", "Доставка води Львів  Вода Розена   Артезіанська питна вода вищої категорії  Замовити воду з безкоштовною доставкою можна за номером  38  067  66 89 175  Бутильована вода Розена за найкращою ціною ");
   this[database_length++] = new SearchPage("m/punkty_prodazhu.php", "Пункти продажу води Розена — Доставка питної артезіанської води у Львові", "жива вода купити воду мінеральна артезіанська дитяча для немовлят джерела Львів львів львов чиста питна джерельна бутильована українські питьвая миниральная розена rozena придбати прісна пити заказати чисту львові фірма діон аляска органік ", "Питна артезіанська вода вищої категорії за оптимальними цінами для Вас  Завітайте до наших магазинів та замовте доставку додому і офісу");
   this[database_length++] = new SearchPage("m/kontakty.php", "Контакти ТОВ РОЗЕНА — Артезіанська Питна Вода — Доставка води  Львові", "контакти розена вода де купити воду продаж води Львові телефон поштова скринька мобільний офіс email rozena ", "Дізнатися де і як купити артезіанську питну воду у місті Львів  Тел   032  232 94 82");
   this[database_length++] = new SearchPage("m/katalog.php", "Каталог товарів — Доставка води Львів", "купити воду ціна води вартість питної літрів замовити розена питна дешево дешева вода не дорога дорого ціни на львів джерельну джерельна ", "Вартість питної води у Львові  ціна води артезіанської  Ціна   фляга 6л  фляга 10л  Купити воду у м  Львів  ТОВ Розена");
   this[database_length++] = new SearchPage("m/vidguky.php", "Зауваження та пропозиції щодо якості води — Доставка артезіанської води Розена у Львові", "пропозиції про воду зауваження по роботі компанії відгуки розена вода ", "Добавити пропозицію чи зауваження щодо якості води  обслуговування та інші пропозиції для ТОВ РОЗЕНА");
   this[database_length++] = new SearchPage("m/oplata-m.php.html", "Безымянная страница", "", "");
   this[database_length++] = new SearchPage("m/dzv.php", "Зауваження та пропозиції щодо якості води — Доставка артезіанської води Розена у Львові", "пропозиції про воду зауваження по роботі компанії відгуки розена вода ", "Добавити пропозицію чи зауваження щодо якості води  обслуговування та інші пропозиції для ТОВ РОЗЕНА");
   this[database_length++] = new SearchPage("m/oferta.pdf.html", "Безымянная страница", "", "");
   this[database_length++] = new SearchPage("oferta.pdf.html", "Безымянная страница", "", "");
   this[database_length++] = new SearchPage("oplata.php.html", "Безымянная страница", "", "");
   this[database_length++] = new SearchPage("polozhennya.pdf.html", "Безымянная страница", "", "");
   this[database_length++] = new SearchPage("zamovlennya21.php", "Замовити доставку питної води у Львові — РОЗЕНА", "доставка води львів замовити воду відгуки вода питної ціни бутильована джерельна розена rozena воды львов заказать ", "Питна артезіанська вода вищої категорії за оптимальними цінами для Вас  Завітайте до наших магазинів та замовте доставку додому і офісу");
   this[database_length++] = new SearchPage("oplata-mono.php.html", "Безымянная страница", "", "");
   return this;
}
